      ******************************************************************
      * Author: Aaron Lee
      * Date: 2020-12-11
      * Purpose: I AM BORED
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO-WORLD.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
           DISPLAY "Hello World"
            STOP RUN.
       END PROGRAM HELLO-WORLD.

      *>  This Is Comment
